{
  "title": {
    "0": "Europeans in India: A Continuity",
    "1": "Europe's Quest for Eastern Treasures",
    "2": "The Art of Seafaring: Ship-building and Navigation",
    "3": "The Advent of Europeans in India",
    "4": "Gama: Portugal's Indian Empire Expansion",
    "5": "Portuguese Expedition to India: Impact and Reception"
  },
  "summary": {
    "0": "Chapters 3 covers the Advent of Europeans and Consolidation of British Power in India. The history of modern India is said to have begun with the arrival of Europeans in the 15th century, before the Mughal Empire. The decline of the Roman Empire led to Arabs dominating Egypt and Persia, resulting in decreased direct contact between Europe and India and limited access to Indian commodities.",
    "1": "Europe was hindered by the decline in direct contact between Europeans and India, resulting in limited access to highly sought-after Indian commodities. The Ottoman Turks' capture of Constantinople in 1453 led to Indian merchandise being traded through Arab Muslim intermediaries, with the Red Sea trade route being a lucrative state monopoly. In response, Europeans sought a direct sea route to India, driven by the Renaissance spirit of exploration and advancements in ship-building and navigation. This led to a desire for adventurous sea voyages to reach the unknown corners of the East.",
    "2": "The rise of ship-building and navigation led to a desire for sea voyages to the East in Europe. Economic growth was also occurring due to improved agriculture and increased demand for luxury goods. Venice and Genoa were too small to compete with the Ottoman Turks, so north Europeans supported Portugal and Spain with funding and manpower. Portugal took the lead in exploration with help from Genoese ships and technical knowledge.",
    "3": "Portugal, led by Prince Henry the Navigator, were determined to find an ocean route to India to circumvent Muslim domination of the eastern Mediterranean. Pope Nicholas V granted Prince Henry the right to navigate to India in an attempt to spread Christianity and fight Islamic influence. However, Prince Henry died before his dream could be realized. The Genoese offered ships and technical knowledge, while Portugal assumed leadership in Christendom's resistance to Islam.",
    "4": "Prince Henry aimed to combat Islamic influence and spread Christianity, but died before achieving his goal. In 1497, Portugal and Spain divided the non-Christian world by an imaginary line in the Atlantic. Portugal could claim everything to the east, while Spain could claim everything to the west. This set the stage for Portuguese incursions into India. Bartholomew Dias rounded the Cape of Good Hope in 1487, and ten years later, Portuguese ships arrived in India in May 1498. Vasco Da Gama's expedition marked a shift from trading to ruling.",
    "5": "In 1497, Portuguese ships embarked on an expedition to India and arrived in May 1498 after an 11-month journey. Vasco Da Gama led three ships, including a Gujarati pilot named Abdul Majid, to Calicut where they were received warmly by the Hindu ruler, the Zamorin. Arab traders were apprehensive about the Portuguese gaining a foothold on the Malabar Coast, which had been a hub for trade among Indians, Arabs, Africans, Chinese, and Javanese for centuries."
  },
  "image_path": {
    "0": "images/page_0.png",
    "1": "images/page_1.png",
    "2": "images/page_2.png",
    "3": "images/page_3.png",
    "4": "images/page_4.png",
    "5": "images/page_5.png"
  }
}
